[
  {
    "title": "RL",
    "subtitle": "3 v 3",
    "headerTitle": "Rocket League",
    "description": "Soccer meets driving once again in the long-awaited, physics-based multiplayer-focused sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars! Choose a variety of high-flying vehicles equipped with huge rocket boosters to score amazing aerial goals and pull-off incredible game-changing saves!  \n[~ steampowered.com](http://store.steampowered.com/app/252950/Rocket_League/)\n\n# Rules #\n\n## 1. Tournament Format ##\n\n1. The tournament is a single elimination.\n\n## 2. Match Format ##\n\n1. All matches must be played on the DFL Stadium map.\n2. All matches must be played in the designated tournament area using a laptop/device that can use wired internet.\n3. All matches are played best of 5, except for the finals, they are best of 7.\n4. All matches at AreaFiftyLAN are played on European servers.\n\n## 3. Technical Issues ##\n\n1. If either player disconnects from the game due to technical reasons and the game is heavily favoured towards the other party, an administrator may rule the game in favour of said player, provided a screenshot of the game prior or just at the moment of the disconnect. Should the game be too close to call, it will be replayed.\n2. If a player uses an alternative connection than ethernet they do so at their own risk and can’t be guaranteed the same stability as other players.\n\n## 4. Behavior and Conduct ##\n\n1. If a participant commits - or threatens to commit - violent acts against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n2. If a participant behaves in any unsportsmanlike way it is possible that he or she receives a penalty, to the sole discretion of the administrators.\n3. It is a players responsibility to be on time for their matches, if they are late they will suffer a penalty. This can be either losing a game after 20 minutes, or the entire match after 30 minutes as to not delay the entire tournament. A player is required to inform the tournament staff if they are late for a match, including a valid reason. If not they will be dropped from the tournament.\n4. One 5 minute break is allowed during a match.\n5. Coaching is not allowed during a match.\n\n## 5. Tournament Eligibility ##\n\n1. Participants which have a conflict of interest may be excluded from tournaments.\n2. The current organizing committee (LANcie) have the final say in tournament eligibility\n\n## 6. Penalties ##\n\nDepending on the situation a player could be penalized in any of the following ways:\n\n1. Score penalization (eg. starting their next match 0-1 instead of 0-0)\n2. Penalized for one match (eg. forfeiting a match)\n3. Disqualification from the tournament entirely\n\n## 7. Drop out ##\n\nIf a player decides to drop out of the tournament they are required to contact the administrators and sign a drop out sheet for confirmation. Once a player has dropped out of the tournament they will not be able to rejoin.",
    "backgroundImagePath": "images-optimized/activities/rl.jpg",
    "sponsor": {
      "name": "Coolermaster",
      "imagePath": "images-optimized/logos/Cooler_Master_Logo.png",
      "website": "http://www.coolermaster.com/"
    },
    "prizes": [
      "MH-752 Headset (3x)",
      "CK-550-GKGR1-US Keyboard (3x)",
      "MPA-MP510-M Mousepad (3x)"
    ]
  },
  {
    "title": "LoL",
    "subtitle": "5 v 5",
    "headerTitle": "League of Legends",
    "description": "League of Legends is a fast-paced, competitive online game that blends the speed and intensity of an RTS with RPG elements. Two teams of powerful champions, each with a unique design and playstyle, battle head-to-head across multiple battlefields and game modes. With an ever-expanding roster of champions, frequent updates and a thriving tournament scene, League of Legends offers endless replayability for players of every skill level.  \n[~ leagueoflegends.com](https://na.leagueoflegends.com/en/game-info/get-started/what-is-lol/)\n\n# Rules\n1. The rules are [the official Riot rules](http://s3-us-west-2.amazonaws.com/burningman-prod/tournament-rules/en_GB.pdf) where applicable.\n2. The organisation reserves the right to override rules deemed impossible to uphold.",
    "backgroundImagePath": "images-optimized/activities/lol.jpg",
    "sponsor": {
      "name": "Escape-Event",
      "imagePath": "images-optimized/logos/escape-event.png",
      "website": "https://www.escape-event.nl/"
    },
    "prizes": [
      "Tickets for the 'Red Carpet Escape' escape room (5x)",
      "Steelseries 63004 Gaming mousepad (5x)"
    ]
  },
  {
    "title": "CS:GO",
    "subtitle": "5 v 5",
    "headerTitle": "Counter Strike: Global Offensive",
    "description": "Counter-Strike: Global Offensive is a tactical first-person shooter developed by Valve Corporation and Hidden Path Entertainment. It is the fourth game in the main Counter-Strike franchise. Like the previous games in the series, Global Offensive is an objective-based multiplayer first-person shooter. Each player joins either the Terrorist or Counter-Terrorist team and attempts to complete objectives or eliminate the enemy team. The game operates in short rounds that end when all players on one side are dead or a teams objective is completed.\n\n# Rules #\n\n## 1 Format: ##\n1. Single elimination in a 5v5. The tournament will all be a best of 3.\n\n### 1.1 Draw ###\n1. In case there is a draw (15-15) there will be a mr5 on that map to decide who will win that round. The first team that reaches 6 points will win the round. If it ends in a 5-5 this will be done again until there is a winner.\n\n## 2 Maps ##\n - de_train\n - de_inferno\n - de_nuke\n - de_mirage\n - de_cache\n - de_overpass\n - de_dust2\n\n### 2.1 Map pick ###\n1. The AWAY team will remove 2 maps from the map pool. After this, the HOME team will choose one of the remaining 5 maps as the first map in the series.\n2. The HOME team will remove 2 maps from the remaining 4 maps in the pool. Next, the AWAY team will choose one of 2 maps remaining in the pool as the second map in the series.\n3. The remaining map in the pool will serve as the tiebreaker map (if necessary).\n4. The maps will be played in order\n\n## 3 Game and Server settings ##\n - MR15\n\nThis means that you&#39;ll play 15 rounds on each side. The team that reaches 16 first wins the match.\n\n### 3.1 In-Game Overlays ###\nAll in-game overlays from the game are allowed, except:\n - net_graph 0\n - net_graph 1\n - cl_showpos 1\n - cl_showfps 1\n\n### 3.2 Server/client settings ###\nWe&#39;re using the ESL server config:\nTwo flashes and a maximum of two other grenades are allowed.\nForbidden:\nweapon_recoil_model 0\nmat_hdr_level 0/1/2\nAlways use:\nweapon_debug_spread_show 0\n\n### 3.3 Bugs and forbidden actions ###\n1. Using bugs isn&#39;t allowed.  \nBoosting through walls, ceiling and ground, skywalking, map swimming, floating and sharking are all forbidden.\n2. Scripts are not allowed, except buy scripts.",
    "backgroundImagePath": "images-optimized/activities/csgo.jpg",
    "sponsor": {
      "name": "Noctua",
      "imagePath": "images-optimized/logos/noctua.png",
      "website": "https://noctua.at/"
    },
    "prizes": [
      "NH-L9i Noctua Cooler (5x)",
      "NF-F12 PWM Chromax.black.swap fans (5x)",
      "NF-P14s Redux-1500 PWM (5x)"
    ]
  },
  {
    "title": "HS",
    "subtitle": "1 v 1",
    "headerTitle": "Hearthstone: Heroes of Warcraft",
    "description": "Hearthstone is a digital collectible card game that revolves around turn-based matches between two opponents. Players start the game with a substantial collection of 'basic' cards, but can gain rarer and more powerful cards through purchasing packs of cards, or as reward for competing in the Arena. Hearthstone is set within the Warcraft universe, with its characters, cards and locations drawing from existing lore.\n# Rules #\n## 1. Tournament Format ##\nThe tournament is x swiss rounds depending on the number of players into a single elimination bracket for the top 8 players.\n## 1.5 Match points and tiebreaks ##\nWinning a match will earn a player 3 match points. Standings will be determined first by match points and then by tiebreakers. Each player will have two tiebreakers.\nFirst tiebreaker will be the average amount of points taken by opponents (expressed as % of maximum).\nSecond tiebreaker will be number of games you won (expressed as % of maximum).\n## 2. Deck Rules and Match Format ##\n- All matches must be played with standard format legal decks.\n- All matches must be played in the designated tournament area using a laptop/device that can use wired internet.\n- All matches are played best of 5. All matches at AreaFiftyLAN are played on Europe server.\n- All players must set their chat status to busy, failing to do so will result in a warning.\n- Spectating mode must be turned off for the tournament. Admins may instruct certain matches to ignore this due to broadcasting purposes.\n- Match format is best of 5 Last Hero Standing, all players submit 4 decks of unique classes, then blind ban one deck of their opponent.\n- Last Hero Standing is a best of 5 format where if a player loses with their deck, the deck can’t be played in the remaining games of the match.\n- A deck must be used until it loses a game. The first game in a match both players will blindly select decks. During a match players must promptly choose their next class or risk facing a penalty at the administrator's sole discretion.\n- If a player selects a class that is no longer eligible to be played or banned, the game will count as a forfeit and their opponent will receive a win for that game and the match will continue.\n- If a match ends in a draw (e.g. Hellfire kills both players) the match will be replayed using the same decks.\n## 3. Technical Issues ##\n\n1. If either player disconnects from the game due to technical reasons and the game is heavily favoured towards the other party, an administrator may rule the game in favour of said player, provided a screenshot of the game prior or just at the moment of the disconnect. Should the game be too close to call, it will be replayed.\n2. If a player uses an alternative connection than ethernet they do so at their own risk and can’t be guaranteed the same stability as other players.\n\n## 4. Behavior and Conduct ##\n\n1. If a participant commits - or threatens to commit - violent acts against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n2. If a participant behaves in any unsportsmanlike way it is possible that he or she receives a penalty, to the sole discretion of the administrators.\n3. It is a players responsibility to be on time for their matches, if they are late they will suffer a penalty. This can be either losing a game after 20 minutes, or the entire match after 30 minutes as to not delay the entire tournament. A player is required to inform the tournament staff if they are late for a match, including a valid reason. If not they will be dropped from the tournament.\n4. One 5 minute break is allowed during a match.\n5. Coaching is not allowed during a match.\n\n## 5. Tournament Eligibility ##\n\n1. Participants which have a conflict of interest may be excluded from tournaments.\n2. The current organizing committee (LANcie) have the final say in tournament eligibility\n\n## 6. Penalties\nDepending on the situation a player may be penalized in any of the following ways:\n1. Point reduction\n2. Penalized a match (eg. forfeiting a match)\n3. Disqualification from the tournament entirely.\n\n## 7. Drop out ##\nIf a player decides to drop out of the tournament they are required to contact the admin team and sign a drop out sheet for confirmation. Once a player has dropped out of the tournament they will not be able to rejoin.\n## 8. Deck reveal ##\nAfter the swiss rounds have finished, all advancing players decklists will be sent out to the top 8 players advancing to the single elimination bracket.\n## 9. Deck Tracking software ##\nPlayers are allowed to bring a pen and a blank piece of paper for notes during matches. Any kind of Decktracking software is not allowed in this tournament.\n## 10 System requirements ##\nAll tournament devices must fulfill the minimum system requirements for Hearthstone: Heroes of Warcraft.\n To view all the system requirements, please go to the Blizzard Support website.",
    "backgroundImagePath": "images-optimized/activities/hs.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/hs.jpg",
      "website": "https://www.playhearthstone.com/"
    },
    "prizes": [
      "Steelseries A-Rival 600 Gaming-muis + Hearthstone: Innkeeper's Tavern Cookbook",
      "Logitech G502 Proteus Spectrum-gaming mouse + Hearthstone: Innkeeper's Tavern Cookbook",
      "Logitech g203 prodigy Gaming-muis + Hearthstone: Innkeeper's Tavern Cookbook"
    ]
  },
  {
    "title": "OW",
    "subtitle": "6 v 6",
    "headerTitle": "Overwatch",
    "description": "Overwatch puts players into two teams of six, with each player selecting one of several pre-defined hero characters with unique movement, attributes, and abilities; these heroes are divided into four classes: Offense, Defense, Tank and Support. Players on a team work together to secure and defend control points on a map and/or escort a payload across the map in a limited amount of time. Overwatch is a first-person shooter that features squad-based combat with two opposing teams. Players choose one of several hero characters, each with their own unique abilities and role classes. Each hero has a primary attack or skill and at least two additional skills that can be invoked at any time, some requiring a brief cooldown period before they can be used again.\n# Rules #\n## 1 Format: ##\nSingle elimination in a 6v6. The tournament will be a best of 3. The (semi) finals will be a best of 5.\n\n## Match Settings ##\nRule set: Competitive\n - High bandwidth: On\n - Game mode:\n   - Start of the tournament - quarterfinals: Best of One\n   - Quarterfinals &amp; semifinals: Best of Three\n   - Finals: Best of Five\n - Map rotation: Single map\n - Return to lobby: After a game\n - The higher seed starts the map veto\n - Available maps: King&#39;s Row, Numbani, Watchpoint: Gibraltar, Dorado, Hanamura, Temple of Anubis, Volskaya, Nepal, Lijiang Tower, Hollywood, Ilios, Route 66, Eichenwalde &amp; Oasis\n - Hero selection limit: 1 per team\n - All heroes are currently allowed\n - Disable kill cam: On\n\n ### General Rules: ###\n - In case of a tie on Assault, Hybrid or Escort a preset Best of One Control map is to be played. The team that captures the first objective fully, on the first point of the control map will win the tied map.\nPlease note: Control maps picked from the map pool are to be played as a Best of Five.\n - Recordings and/or screenshots from each round are required\n\n## Map Pick/Veto ##\nUnless otherwise specified, the map pick/veto rules are as follows:\n - The highest seeded team will be chosen to start the pick &amp; ban phase\n - Contestants ban maps until number of maps needed.\n - Maps are played in the order they were picked.\n\n## Technical Issues: ##\n - In the case that a player(s) disconnects, the team is allowed to continue to play the match at a disadvantage.\n - If a player fails to show up on time the team can decide to wait (upto 10 minutes) or play with a player less.\n - If a team chooses to wait and after 10 min the missing player still hasn’t shown up the team must play with a player less.\n - If a missing player shows up in the middle of a round he/she is not allowed to join and must wait until the next round.\n - If a match can’t be played because of multiple players missing, the administrator can choose to wait if there is enough time or penalize the team with a lost round or a complete loss of the match.\n - If the administrator chooses to wait, then after 10 min the faulty team is penalized with a lost round and after 20 min complete disqualification.",
    "backgroundImagePath": "images-optimized/activities/overwatch.jpg",
    "sponsor": {
      "name": "Sandberg",
      "imagePath": "images-optimized/logos/sandberg.png",
      "website": "https://sandberg.it/en-gb/"
    },
    "prizes": [
      "Sandberg Twister Headset (6x)"
    ]
  },
  {
    "title": "TM2",
    "subtitle": "FFA",
    "headerTitle": "TrackMania 2 Stadium",
    "description": "TrackMania 2 Stadium is the return of the popular Stadium environment enjoyed by millions of players with TrackMania Nations Forever. Now part of the ManiaPlanet environment, Stadium allows for improved services around the game, better graphics and a powerful track editor.\n\n# Rules #\n## 1. Tournament Format ##\nThe tournament is running during the entire event. There are temporary keys available for Trackmania 2 Stadium, so everyone can participate in this tournament. Talk to one of the organisers te retrieve yours!\n## 2. Match Format ##\nA couple of maps will be chosen to be played. A contestant must try to get the best times on these maps. The combined time of these maps is the final score. A player can thus replay a map as many times as he or she likes. A selfie with the time MUST be provided to one of the administrators as proof.\n## 3. Behavior and Conduct ##\n\n1. If a participant commits - or threatens to commit - violent acts against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n2. If a participant behaves in any unsportsmanlike way it is possible that he or she receives a penalty, to the sole discretion of the administrators.\n3. It is a players responsibility to be on time for their matches, if they are late they will suffer a penalty. This can be either losing a game after 20 minutes, or the entire match after 30 minutes as to not delay the entire tournament. A player is required to inform the tournament staff if they are late for a match, including a valid reason. If not they will be dropped from the tournament.\n4. One 5 minute break is allowed during a match.\n5. Coaching is not allowed during a match.\n\n## 4. Tournament Eligibility ##\n\n1. Participants which have a conflict of interest may be excluded from tournaments.\n2. The current organizing committee (LANcie) have the final say in tournament eligibility",
    "backgroundImagePath": "images-optimized/activities/trackmania.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/trackmania.jpg",
      "website": "https://www.trackmania.com/"
    },
    "prizes": [
      "ThomaxX RC Buggy"
    ]
  },
  {
    "title": "FN",
    "subtitle": "1 v 1",
    "headerTitle": "Fortnite",
    "description": "# Rules\n\nTo be determined\n",
    "backgroundImagePath": "images-optimized/activities/fortnite.jpg",
    "sponsor": {
      "name": "Eminent",
      "imagePath": "images-optimized/logos/eminent.png",
      "website": "https://www.eminent-online.com/"
    },
    "prizes": [
      "Eminent EM7680 4K TV Streamer"
    ]
  },
  {
    "title": "MS",
    "subtitle": "Highscore",
    "headerTitle": "Vectrex Mine Storm",
    "description": "Mine Storm is the built-in game that came with every Vectrex unit. Gameplay is similar to the arcade game Asteroids: An alien force is laying mines throughout the intergalactic lanes of travel! You are going to destroy those mines before they can harm innocents. \n\n# Rules #\n## 1. Tournament Format ##\nThe tournament is running during the entire event. A Vectrex console can be found in the LAuNCH area on which a contestant must try to get set the best score on the game Mine Storm. A selfie with the score MUST be provided to one of the administrators.\n## 2. Behavior and Conduct ##\n\n1. If a participant commits - or threatens to commit - violent acts against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n2. If a participant behaves in any unsportsmanlike way it is possible that he or she receives a penalty, to the sole discretion of the administrators.\n3. If a participant finishes his run, he or she must give the next player in line the possibility to set a score.\n\n## 3. Tournament Eligibility ##\n\n1. Participants which have a conflict of interest may be excluded from tournaments.\n2. The current organizing committee (LANcie) have the final say in tournament eligibility",
    "backgroundImagePath": "images-optimized/activities/vetrex.jpg",
    "sponsor": {
      "name": "Jigsaw",
      "imagePath": "images-optimized/logos/jigsaw.png",
      "website": "https://jigsaw.nl/"
    },
    "prizes": [
      "SNES Classic Mini",
      "Playstation Classic",
      "The C64 Mini",
      "BLAZE 'Atari Vault' USB Joystick",
      "Retro Games Mystery Mini Vinyl",
      "Speedlink Vinpad Mousepad (Retro Design)",
      "Tetris Stress Blocks",
      "Retro Gaming Volume One"
    ]
  }
]
