[
  {
    "title": "OW",
    "subtitle": "6 v 6",
    "headerTitle": "Overwatch",
    "description": "Overwatch puts players into two teams of six, with each player selecting one of several pre-defined hero characters with unique movement, attributes, and abilities; these heroes are divided into four classes: Offense, Defense, Tank and Support. Players on a team work together to secure and defend control points on a map and\/or escort a payload across the map in a limited amount of time. Overwatch is a first-person shooter that features squad-based combat with two opposing teams. Players choose one of several hero characters, each with their own unique abilities and role classes. Each hero has a primary attack or skill and at least two additional skills that can be invoked at any time, some requiring a brief cooldown period before they can be used again.",
    "backgroundImagePath": "images-optimized/activities/overwatch.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "",
      "website": ""
    },
    "prizes": [
      ""
    ]
  },
  {
    "title": "CS:GO",
    "subtitle": "5 v 5",
    "headerTitle": "Counter Strike: Global Offensive",
    "description": "Counter-Strike: Global Offensive is a tactical first-person shooter developed by Valve Corporation and Hidden Path Entertainment. It is the fourth game in the main Counter-Strike franchise. Like the previous games in the series, Global Offensive is an objective-based multiplayer first-person shooter. Each player joins either the Terrorist or Counter-Terrorist team and attempts to complete objectives or eliminate the enemy team. The game operates in short rounds that end when all players on one side are dead or a teams objective is completed.",
    "backgroundImagePath": "images-optimized/activities/csgo.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "LoL",
    "subtitle": "5 v 5",
    "headerTitle": "League of Legends",
    "description": "League of Legends is a fast-paced, competitive online game that blends the speed and intensity of an RTS with RPG elements. Two teams of powerful champions, each with a unique design and playstyle, battle head-to-head across multiple battlefields and game modes. With an ever-expanding roster of champions, frequent updates and a thriving tournament scene, League of Legends offers endless replayability for players of every skill level.  \n[~ leagueoflegends.com](https://na.leagueoflegends.com/en/game-info/get-started/what-is-lol/)",
    "backgroundImagePath": "images-optimized/activities/lol.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "RL",
    "subtitle": "3 v 3",
    "headerTitle": "Rocket League",
    "description": "Soccer meets driving once again in the long-awaited, physics-based multiplayer-focused sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars! Choose a variety of high-flying vehicles equipped with huge rocket boosters to score amazing aerial goals and pull-off incredible game-changing saves!  \n[~ steampowered.com](http://store.steampowered.com/app/252950/Rocket_League/)",
    "backgroundImagePath": "images-optimized/activities/rl.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "SM",
    "subtitle": "TBA",
    "headerTitle": "Super Smash Bros",
    "description": "Super Smash Bros. is a series of crossover fighting video games published by Nintendo, and primarily features characters from various Nintendo franchises. The series was created by Masahiro Sakurai, who has directed every game in the series. The gameplay objective differs from that of traditional fighters in that the aim is to knock opponents off the stage instead of depleting life bars.",
    "backgroundImagePath": "images-optimized/activities/Smash_logo.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "HS",
    "subtitle": "1 v 1",
    "headerTitle": "Hearthstone: Heroes of Warcraft",
    "description": "Hearthstone is a digital collectible card game that revolves around turn-based matches between two opponents. Players start the game with a substantial collection of 'basic' cards, but can gain rarer and more powerful cards through purchasing packs of cards, or as reward for competing in the Arena. Hearthstone is set within the Warcraft universe, with its characters, cards and locations drawing from existing lore.",
    "backgroundImagePath": "images-optimized/activities/hs.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "TM2",
    "subtitle": "FFA",
    "headerTitle": "TrackMania 2 Stadium",
    "description": "TrackMania 2 Stadium is the return of the popular Stadium environment enjoyed by millions of players with TrackMania Nations Forever. Now part of the ManiaPlanet environment, Stadium allows for improved services around the game, better graphics and a powerful track editor.",
    "backgroundImagePath": "images-optimized/activities/trackmania.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  }
]
