[
    {
        "title": "MARIO KART",
        "subtitle": "FFA",
        "headerTitle": "Mario Kart 8 Deluxe",
        "description": "Mario Kart is a series of spin-off games featuring the cast from the Mario games (and more nowadays) that started as something unique on the SNES and has now grown into a respected franchise people quickly lose friends over. This tournament specifically highlights Mario Kart 8 deluxe and its DLC content.\n\n#Rules#\n\n##1. Format: ##\n\n Players will be competing on an individual basis.\n\n Players will compete in a 4 player free-for-all with 4 races. Top two go to the next round, while the others go to the loser's brackets or, when already there, are out of the tournament. Finals (losers, winners and the grand final) will be 1v1 best of 3, which means the players play three races.\n\n At the grand finals, a bracket reset takes place when the player from the losers bracket wins the first best of 3. This means that in the event of the player from the losers bracket winning the first best of 3, the best of 3 will be replayed. The winner from that is the ultimate winner of the tournament.\n\n## 2. Settings ##\n\nAll items will be turned on. Stages will be selected randomly or through gentlemanning. Gentlemanning is the act of selection (in this case a race track) through rules agreed upon among players. CPU  drivers are turned on during 4 player rounds.\n\n##3. Technical Issues ##\n\nIf a game is interrupted due to technical reasons and the game is heavily favoured towards a specific player, an administrator may rule the game in favour of said player. Should the game be too close to call, it will be replayed.\n\n##4. Behaviour and Conduct ##\n\nIf a participant commits - or threatens to commit - violent acts against any other player in the tournament, any admin, or any spectators of the tournament, they may be disqualified from the tournament.\n\nIf a participant behaves in any unsportsmanlike way it is possible that they receive a penalty, to the sole discretion of the administrators.\n\nIt is a players responsibility to be on time for their matches, if they are late they will suffer a penalty. This will be losing a game after 10 minutes. A player is required to inform the tournament staff if they are late for a match, including a valid reason. If not they will be dropped from the tournament.\n\nOne 5 minute break is allowed during a match.\n\n## 5. Tournament Eligibility ##\n\n Participants which have a conflict of interest may be excluded from tournaments.\n\nThe current organising committee (LANcie) have the final say in tournament eligibility.\n\n## 6. Penalties ##\n\nDepending on the situation a player could be penalised in any of the following ways:\n\nScore penalization (eg. starting their next match 0-1 instead of 0-0)\n\nPenalised for one match (eg. forfeiting a match)\n\nDisqualification from the tournament entirely\n\n## 7. Drop out ##\n\nIf a player decides to drop out of the tournament they are required to contact the administrators and sign a drop out sheet for confirmation. Once a player has dropped out of the tournament they will not be able to rejoin.",
        "backgroundImagePath": "images-optimized/unofficial/mkdd.jpg",
        "sponsor": {
            "name": "TBD",
            "imagePath": "images-optimized/unofficial/mariokart.jpg",
            "website": ""
          }
    }
]
