[
  {
    "title": "RL",
    "subtitle": "3 v 3",
    "headerTitle": "Rocket League",
    "description": "Rocket League is a physics-based vehicle soccer video game developed and published by Psyonix. Players control a rocket-powered car and use it to hit a ball that is much larger than the cars towards the other team's goal area to score points, in a way that resembles a soccer game. Players can also jump and use speed-boosts in order to create sick plays and score more goals. \n# Rules\nThe rules are yet to be determined.",
    "backgroundImagePath": "images-optimized/activities/rl.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/rl_logo.png",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "LoL",
    "subtitle": "5 v 5",
    "headerTitle": "League of Legends",
    "description": "In League of Legends, players assume the role of a character, called a champion, with unique abilities, battling with a team against other player-controlled champions. In the most popular game modes, each team's goal is to destroy the opposing team's nexus, a building which lies at the heart of a base protected by defensive structures.\n\n# Rules\nThe rules are yet to be determined.",
    "backgroundImagePath": "images-optimized/activities/lol.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/lol_logo.png",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "CS:GO",
    "subtitle": "5 v 5",
    "headerTitle": "Counter Strike: Global Offensive",
    "description": "Counter-Strike: Global Offensive is a tactical first-person shooter developed by Valve Corporation and Hidden Path Entertainment. It is the fourth game in the main Counter-Strike franchise. Like the previous games in the series, Global Offensive is an objective-based multiplayer first-person shooter. Each player joins either the Terrorist or Counter-Terrorist team and attempts to complete objectives or eliminate the enemy team. The game operates in short rounds that end when all players on one side are dead or a teams objective is completed\n# Rules\nThe rules are yet to be determined.",
    "backgroundImagePath": "images-optimized/activities/csgo.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/csgo_logo.png",
      "website": ""
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "HS",
    "subtitle": "1 v 1",
    "headerTitle": "Hearthstone: Heroes of Warcraft",
    "description": "Hearthstone is a digital collectible card game that revolves around turn-based matches between two opponents. Players start the game with a substantial collection of 'basic' cards, but can gain rarer and more powerful cards through purchasing packs of cards, or as reward for competing in the Arena. Hearthstone is set within the Warcraft universe, with its characters, cards and locations drawing from existing lore.\n# Rules\nThe rules are yet to be determined.",
    "backgroundImagePath": "images-optimized/activities/hs.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/hs_logo.png",
      "website": "http://eu.battle.net/hearthstone/en/"
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "OW",
    "subtitle": "6 v 6",
    "headerTitle": "Overwatch",
    "description": "Overwatch puts players into two teams of six, with each player selecting one of several pre-defined hero characters with unique movement, attributes, and abilities; these heroes are divided into four classes: Offense, Defense, Tank and Support. Players on a team work together to secure and defend control points on a map and/or escort a payload across the map in a limited amount of time. Overwatch is a first-person shooter that features squad-based combat with two opposing teams. Players choose one of several hero characters, each with their own unique abilities and role classes. Each hero has a primary attack or skill and at least two additional skills that can be invoked at any time, some requiring a brief cooldown period before they can be used again.\n# Rules\nThe rules are yet to be determined.",
    "backgroundImagePath": "images-optimized/activities/overwatch.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/overwatch_logo.png",
      "website": "https://playoverwatch.com/en-us/"
    },
    "prizes": [
      "TBA"
    ]
  },
  {
    "title": "TM:NF",
    "subtitle": "1 v 1 v 1 v 1",
    "headerTitle": "TrackMania: Nations Forever",
    "description": "A free game in the truest sense of the word, TrackMania Nations Forever lets you drive at mind-blowing speeds on fun and spectacular tracks in solo and multiplayer modes. TrackMania Nations Forever offers a new \"Forever\" version of the Stadium environment, a solid solo mode and 65 brand new, progressively challenging tracks. TrackMania Nations Forever will unite an even larger number of players than the original Nations thanks to its engaging multiplayer modes, innovative online functions and revolutionary interactivity between players.\n# Rules\nThe rules are yet to be determined.",
    "backgroundImagePath": "images-optimized/activities/trackmania.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/trackmania.jpg",
      "website": "http://trackmaniaforever.com/"
    },
    "prizes": [
      "TBA"
    ]
  }
]
