[
  {
    "title": "RL",
    "subtitle": "3 v 3",
    "headerTitle": "Rocket League",
    "description": "Rocket League is a physics-based vehicle soccer video game developed and published by Psyonix. Players control a rocket-powered car and use it to hit a ball that is much larger than the cars towards the other team's goal area to score points, in a way that resembles a soccer game. Players can also jump and use speed-boosts in order to create sick plays and score more goals.\n\n\n# Schedule #\nFriday:\n - Top 16 teams: 20:00 - 20:45\n - Top 8 teams: 21:00 - 21:45\n - Quarter finals: 22:00 - 22:45\n - Semi final: 23:00 - 23:45\n - Final: 00:00 - 01:00\n\n# Rules #\n## 1. Tournament Format ##\nThe tournament is a single elimination.\n## 2. Match Format ##\nAll matches must be played on the DFL Stadium map.\nAll matches must be played in the designated tournament area using a laptop/device that can use wired internet.\nAll matches are played best of 5, except for the final being bo7.\nAll matches at Area FiftyLAN are played on Europe server.\n## 3. Technical Issues ##\nIf either player disconnects from the game due to technical reasons and the game is heavily favoured to the extent that the game would definitely have been won by one player, provided a screenshot of the game prior to the disconnect, an administrator may rule the game in favour of said player. Should the game be too close to call, it will be replayed.\nOur main source for tournament internet will be wired internet. If a player uses an alternative connection they do so at their own risk and can’t be guaranteed the same stability.\n## 4. Behavior and Conduct ##\n1. If a participant commits violent acts, or threatens to commit violent acts, against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n2. If a participant behaves in any unsportsmanlike way it is possible, to the sole discretion of the administrators they will receive a penalty.\n3. It is a players responsibility to be on time for their matches, if they are late they will suffer a penalty either losing a game after 20 minutes, or the entire match after 30 minutes as to not delay the entire tournament. A player is required to inform the tournament staff if they are late for a match, if not they will be dropped from the tournament.\n4. One 5min break is allowed during a match.\n5. Coaching is not allowed during a match.\n\n## 5. Tournament Eligibility ##\n\nAnyone Area FiftyLAN judges may have a conflict of interest may be disallowed to participate.\n## 6. Penalties ##\nDepending on the situation a player could be penalized in any of the following ways:\n1. Penalized a game in a match (eg. starting their next match 0-1 instead of 0-0)\n2. Penalized a match (eg. forfeiting a match, or being eliminated from the tournament)\n3. Disqualified from the tournament entirely\n\n## 7. Drop out ##\nIf a player decides to drop out of the tournament they are required to contact the admin team and sign a drop out sheet for confirmation. Once a player has dropped out of the tournament they will not be able to rejoin.",
    "backgroundImagePath": "images-optimized/activities/rl.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/rl.jpg",
      "website": "https://www.rocketleague.com"
    },
    "prizes": [
      "3x Steam Controller"
    ]
  },
  {
    "title": "LoL",
    "subtitle": "5 v 5",
    "headerTitle": "League of Legends",
    "description": "In League of Legends, players assume the role of a character, called a champion, with unique abilities, battling with a team against other player-controlled champions. In the most popular game modes, each team's goal is to destroy the opposing team's nexus, a building which lies at the heart of a base protected by defensive structures.\n\n# Rules\nThe rules are [the official Riot rules](http://s3-us-west-2.amazonaws.com/burningman-prod/tournament-rules/en_GB.pdf) where applicable.\nThe organisation reserves the right to override rules deemed impossible to uphold.",
    "backgroundImagePath": "images-optimized/activities/lol.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/lol.jpg",
      "website": "https://www.leagueoflegends.com"
    },
    "prizes": [
      "5x Logitech G502 Proteus Spectrum RGB mouse",
      "5x Steelseries QcK mouse pad"
    ]
  },
  {
    "title": "CS:GO",
    "subtitle": "5 v 5",
    "headerTitle": "Counter Strike: Global Offensive",
    "description": "Counter-Strike: Global Offensive is a tactical first-person shooter developed by Valve Corporation and Hidden Path Entertainment. It is the fourth game in the main Counter-Strike franchise. Like the previous games in the series, Global Offensive is an objective-based multiplayer first-person shooter. Each player joins either the Terrorist or Counter-Terrorist team and attempts to complete objectives or eliminate the enemy team. The game operates in short rounds that end when all players on one side are dead or a teams objective is completed.\n\n# Schedule #\nSaturday:\n - 8 teams: 10:00 - 11:00 (best of 3) \n - Quarter final: 11:15 - 12:15 (best of 3)\n - Semi final: 13:30 - 14:30 (best of 3)\n\nSunday:\n - Final: 10:00 - 11:45 (best of 3)\n\n# Rules #\n## 1 Format: ##\nSingle elimination in a 5v5. The tournament will all be a bo3.\n### 1.1 Draw ###\nIn case there is a draw (15-15) there will be a mr5 on that map to deside who will win this map. First team reaching 6 points will win the map. If it ends in a 5-5 it will be done again until there is a winner.\n## 2 Maps ##\n - de_dust2\n - de_inferno\n - de_nuke\n - de_mirage\n - de_cache\n - de_overpass\n - de_cobblestone\n\n### 2.1 Map pick ###\nIf both teams couldn&#39;t determine what map must be played, then the following method will be used.\nMaps are played in the order they were chosen in. A ban means that the map won&#39;t be played, while a pick means that it&#39;s one of the chosen maps.\n\n#### Procedure (BO3): ####\nKnife round\n\n - Winner banishes 1 map from the map pool.\n - Loser banishes 1 map from the map pool.\n - Loser banishes 1 map form the map pool.\n - Winner chooses 1 map from the map pool.\n - Loser picks 1 map form the map pool.\n - Winner picks 1 map from the map pool.\n\n## 3 Game and Server settings ##\n - MR15\n\nThis means that you&#39;ll play 15 rounds on each side. The team that reaches 16 wins first, wins the match.\n### 3.1 In-Game Overlays ###\nAll in-game overlays from the game are allowed, except:\n - net_graph 0\n - net_graph 1\n - cl_showpos 1\n - cl_showfps 1\n\n### 3.2 Server/client settings ###\nWe&#39;re using the ESL server config:\nTwo flashes and a maximum of two other grenades are allowed.\nForbidden:\nweapon_recoil_model 0\nmat_hdr_level 0/1/2\nAlways use:\nweapon_debug_spread_show 0\n\n### 3.3 Bugs and forbidden actions ###\nUsing bugs isn&#39;t allowed. Boosting through walls, ceiling and ground, skywalking, map swimming, floating and sharking are all forbidden.\nScripts, except buy, toggle, jump and demo scripts, aren&#39;t allowed either.",
    "backgroundImagePath": "images-optimized/activities/csgo.jpg",
    "sponsor": {
      "name": "Cooler Master",
      "imagePath": "images-optimized/logos/Cooler_Master_Logo.png",
      "website": "http://www.coolermaster.com/"
    },
    "prizes": [
      "5x MasterPulse Pro 7.1 headset"
    ]
  },
  {
    "title": "HS",
    "subtitle": "1 v 1",
    "headerTitle": "Hearthstone: Heroes of Warcraft",
    "description": "Hearthstone is a digital collectible card game that revolves around turn-based matches between two opponents. Players start the game with a substantial collection of 'basic' cards, but can gain rarer and more powerful cards through purchasing packs of cards, or as reward for competing in the Arena. Hearthstone is set within the Warcraft universe, with its characters, cards and locations drawing from existing lore.\n# Schedule #\nSaturday:\n - Swiss Round part 1: 14:45 - dinner\n#### Dining break ####\n - Swiss Round part 2: 19:15 – 23:45\n - top 8 : 00:00 - 01:00\n\nSunday:\n - Quarter finals: 12:00 - 13:00\n - Semi finales: 13:15 - 14:15\n - Grand Final: 14:30 - 15:30\n\n# Rules #\n## 1. Tournament Format ##\nThe tournament is x swiss rounds depending on the number of players into a single elimination bracket for the top 8 players.\n## 1.5 Match points and tiebreaks ##\nWinning a match will earn a player 3 match points. Standings will be determined first by match points and then by tiebreakers. Each player will have two tiebreakers.\nFirst tiebreaker will be the average amount of points taken by opponents (expressed as % of maximum).\nSecond tiebreaker will be number of games you won (expressed as % of maximum).\n## 2. Deck Rules and Match Format ##\nAll matches must be played with standard format legal decks.\nAll matches must be played in the designated tournament area using a laptop/device that can use wired internet.\nAll matches are played bo5.\nAll matches at Area FiftyLAN are played on Europe server.\nAll players must set their chat status to busy, failing to do so will result in a warning.\nSpectating mode must be turned off for the tournament. Admins may instruct certain matches to ignore this due to broadcasting purposes.\nMatch format is bo5 Last Hero Standing, all players submit 4 decks of unique classes, then blind ban one deck of their opponent.\nLast Hero Standing is a bo5 format where if a player loses with their deck, the deck can’t be played in the remaining games of the match. A deck must be used until it loses a game.\nThe first game in a match both players will blindly select decks.\nDuring a match players must promptly choose their next class or risk facing a penalty at the administrator&#39;s sole discretion.\nIf a player selects a class that is no longer eligible to be played or banned, the game will count as a forfeit and their opponent will receive a win for that game and the match will continue.\nIf a match ends in a draw (e.g. Hellfire kills both players) the match will be replayed using the same decks.\n## 3. Technical Issues ##\nIf either player disconnects from the game due to technical reasons and the game is heavily favoured to the extent that the game would definitely have been won by one player, provided a screenshot of the game prior to the disconnect, an administrator may rule the game in favour of said player. Should the game be too close to call, it will be replayed.\nOur main source for tournament internet will be wired internet. If a player uses an alternative connection they do so at their own risk and can’t be guaranteed the same stability.\n## 4. Behavior and Conduct ##\n1. If a participant commits violent acts, or threatens to commit violent acts, against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n2. If a participant behaves in any unsportsmanlike way it is possible, to the sole discretion of the administrators they will receive a penalty.\n3. It is a players responsibility to be on time for their matches, if they are late they will suffer a penalty either losing a game after 20 minutes, or the entire match after 30 minutes as to not delay the entire tournament. A player is required to inform the tournament staff if they are late for a match, if not they will be dropped from the tournament.\n4. One 5min break is allowed during a match.\n5. Coaching is not allowed during a match.\n\n## 5. Tournament Eligibility ##\nAnyone Area FiftyLAN judges may have a conflict of interest may be disallowed to participate.\n## 6. Penalties ##\nDepending on the situation a player could be penalized in any of the following ways:\n1. Penalized a game in a match (eg. starting their next match 0-1 instead of 0-0)\n2. Penalized a match (eg. forfeiting a match, or being eliminated from the tournament)\n3. Disqualified from the tournament entirely.\n\n## 7. Drop out ##\nIf a player decides to drop out of the tournament they are required to contact the admin team and sign a drop out sheet for confirmation. Once a player has dropped out of the tournament they will not be able to rejoin.\n## 8. Deck reveal ##\nAfter the swiss rounds have finished, all advancing players decklists will be sent out to the top 8 players advancing to the single elimination bracket.\n## 9. Deck Tracking software ##\nPlayers are allowed to bring a pen and a blank piece of paper for notes during matches. Any kind of Decktracking software is not allowed in this tournament.\n## 10 System requirements ##\nAll tournament devices must fulfill the minimum system requirements for Hearthstone: Heroes of Warcraft.\n To view all the system requirements, please go to the Blizzard Support website.",
    "backgroundImagePath": "images-optimized/activities/hs.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images-optimized/activities/hs.jpg",
      "website": "http://eu.battle.net/hearthstone/en/"
    },
    "prizes": [
      "Crucial MX300 512GB SSD",
      "Crucial MX300 275GB SSD",
      "Kingston HyperX FURY 120GB SSD"
    ]
  },
  {
    "title": "OW",
    "subtitle": "6 v 6",
    "headerTitle": "Overwatch",
    "description": "Overwatch puts players into two teams of six, with each player selecting one of several pre-defined hero characters with unique movement, attributes, and abilities; these heroes are divided into four classes: Offense, Defense, Tank and Support. Players on a team work together to secure and defend control points on a map and/or escort a payload across the map in a limited amount of time. Overwatch is a first-person shooter that features squad-based combat with two opposing teams. Players choose one of several hero characters, each with their own unique abilities and role classes. Each hero has a primary attack or skill and at least two additional skills that can be invoked at any time, some requiring a brief cooldown period before they can be used again.\n# Schedule #\nSaturday:\n - 16 teams: 10:00 - 11:00 (best of 3)\n - 8 teams: 11:15 - 12:15 (best of 3)\n - Quarter finals: 13:30 - 14:30 (best of 3)\n - Semi finals: 14:45 – 16:30 (best of 5)\n\nSunday:\n - Final: 10:00 - 11:45 (best of 5)\n\n# Rules #\n## 1 Format: ##\nSingle elimination in a 6v6. The tournament will be a best of 3 until the Semi finals from there on it will be bo5.\n## Match Settings ##\nRule set: Competitive\n - High bandwidth: On\n - Game mode:\n   - Start of the tournament - quarterfinals: Best of One\n   - Quarterfinals &amp; semifinals: Best of Three\n   - Finals: Best of Five\n - Map rotation: Single map\n - Return to lobby: After a game\n - The higher seed starts the map veto\n - Available maps: King&#39;s Row, Numbani, Watchpoint: Gibraltar, Dorado, Hanamura, Temple of Anubis, Volskaya, Nepal, Lijiang Tower, Hollywood, Ilios, Route 66, Eichenwalde &amp; Oasis\n - Hero selection limit: 1 per team\n - All heroes are currently allowed\n - Disable kill cam: On\n\n ### General Rules: ###\n - In case of a tie on Assault, Hybrid or Escort a preset Best of One Control map is to be played. The team that captures the first objective fully, on the first point of the control map will win the tied map.\nPlease note: Control maps picked in from the map pool are to be played as a Best of Five.\n - Recordings and/or screenshots from each round are required\n\n## Map Pick/Veto ##\nUnless otherwise specified, the map pick/veto rules are as follows:\n - The highest seeded team will be chosen to start the pick &amp; ban phase\n - Contestants ban maps until number of maps needed.\n - Maps are played in the order they were picked.\n\n## Technical Issues: ##\n - In the case that a player(s) disconnects, the team is allowed to continue to play the match at a disadvantage.\n - If a player fails to show up on time the team can decide to wait or play with a player less.\n - If a team chooses to wait and after 10 min the missing player still hasn’t shown up the team must play with a player less.\n - If a missing player shows up in the middle of a round he/she is not allowed to join and must wait until the next round.\n - If a match can’t be played because of multiple players missing, the administrator can choose to wait if there is enough time or penalize the team with a lost round or a complete loss of the match.\n - If the administrator chooses to wait, then after 10 min the faulty team is penalized with a lost round and after 20 min complete disqualification.",
    "backgroundImagePath": "images-optimized/activities/overwatch.jpg",
    "sponsor": {
      "name": "Cooler Master",
      "imagePath": "images-optimized/logos/Cooler_Master_Logo.png",
      "website": "http://www.coolermaster.com/"
    },
    "prizes": [
      "6x MasterKeys Pro L RGB keyboard"
    ]
  },
  {
    "title": "TM:NF",
    "subtitle": "FFA",
    "headerTitle": "TrackMania: Nations Forever",
    "description": "A free game in the truest sense of the word, TrackMania Nations Forever lets you drive at mind-blowing speeds on fun and spectacular tracks in solo and multiplayer modes. TrackMania Nations Forever offers a new \"Forever\" version of the Stadium environment, a solid solo mode and 65 brand new, progressively challenging tracks. TrackMania Nations Forever will unite an even larger number of players than the original Nations thanks to its engaging multiplayer modes, innovative online functions and revolutionary interactivity between players.\n\n# Schedule #\nFriday:\n - cup 1: 20:00 – 20:30 (already with break)\n - Quarter finals: 20:30 - 21:00\n - Semi final: 21:00 – 21:30\n - Final 21:30 – 22:00\n\n# Rules #\n## 1. Tournament Format ##\nThe tournament is a single elimination.\n## 2. Match Format ##\nAll matches will be played in time attack mode: each player has 5 min to set the fastest time on a track. Each match consists of 4 tracks after each track a player is awarded point(yet to be determined how much)\nIn cup 1 the top 20 goes on, after that the bottom half gets eliminated after each match.\n## 3. Technical Issues ##\nIf a player disconnects from the game due to technical reasons and are not able to rejoin during a track, their current time counts for that track. If they are able to rejoin they will continue racing as if nothing happened.\n## 4. Behavior and Conduct ##\n1. If a participant commits violent acts, or threatens to commit violent acts, against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n2. If a participant behaves in any unsportsmanlike way it is possible, to the sole discretion of the administrators they will receive a penalty.\n3. It is a players responsibility to be on time for their matches, if they are late they will suffer a penalty either losing a game after 10 minutes, or the entire match after 20 minutes as to not delay the entire tournament. A player is required to inform the tournament staff if they are late for a match, if not they will be dropped from the tournament.\n4. Coaching is not allowed during a match.\n\n## 5. Tournament Eligibility ##\nAnyone Area FiftyLAN judges may have a conflict of interest may be disallowed to participate.\n## 6. Penalties ##\nDepending on the situation a player could be penalized in any of the following ways:\n1. Penalized a game in a match (eg. losing a track)\n2. Penalized a match (eg. forfeiting a match, or being eliminated from the tournament)\n3. Disqualified from the tournament entirely\n\n## 7. Drop out ##\nIf a player decides to drop out of the tournament they are required to contact the admin team and sign a drop out sheet for confirmation. Once a player has dropped out of the tournament they will not be able to rejoin.",
    "backgroundImagePath": "images-optimized/activities/trackmania.jpg",
    "sponsor": {
      "name": "Nutanix",
      "imagePath": "images-optimized/logos/nutanix.png",
      "website": "https://www.nutanix.com"
    },
    "prizes": [
      "RC Buggy",
      "RC Buggy",
      "Mini RC Monster Truck"
    ]
  }
]
