[
  {
    "title": "RL",
    "subtitle": "2 v 2",
    "headerTitle": "Rocket League",
    "description": "Rocket League is a physics-based vehicle soccer video game developed and published by Psyonix. Players control a rocket-powered car and use it to hit a ball that is much larger than the cars towards the other team's goal area to score points, in a way that resembles a soccer game. Players can also jump and use speed-boosts in order to create sick plays and score more goals.",
    "backgroundImagePath": "images/activities/rl.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images/activities/rl_logo.png",
      "website": "http://rocketleague.psyonix.com/"
    },
    "prizes": [
      "T.B.A."
    ],
    "format": "2 vs 2",
    "startingDateTime": {
      "monthValue": 6,
      "month": "June",
      "year": 2016,
      "dayOfMonth": 3,
      "dayOfWeek": "Friday",
      "dayOfYear": 237,
      "nano": 876000000,
      "second": 36,
      "chronology": {
        "id": "ISO",
        "calendarType": "iso8601"
      }
    },
    "rulePath": "T.B.A.",
    "platform": [
      "PC",
      "Mac"
    ],
    "footer": false
  },
  {
    "title": "LoL",
    "subtitle": "5 v 5",
    "headerTitle": "League of Legends",
    "description": "In League of Legends, players assume the role of a character, called a champion, with unique abilities, battling with a team against other player-controlled champions. In the most popular game modes, each team's goal is to destroy the opposing team's nexus, a building which lies at the heart of a base protected by defensive structures.\n\nUp to 16 teams will compete against each other. This tournament will start on Saturday. Please register for this event on the [events community page](http://events.euw.leagueoflegends.com/) to be eligible for prizing. Please see the FAQ for more information\nhttp://events.euw.leagueoflegends.com/en/content/faq\n\n## Rules\nAll the rules in the [LoL tournament rules](http://cdn.leagueoflegends.com/prized-events/Tournament+Rules+Beta.pdf) are in effect.\n### Format\n**5v5**\n - Best of 1 in the 8th finals\n - Best of 3 in the other rounds.\n\n### Played Map\nSummoner's Rift\n### Game Settings\nTournament Draft Mode",
    "backgroundImagePath": "images/activities/lol.jpg",
    "sponsor": {
      "name": "Corsair",
      "imagePath": "/images/logos/Corsair_Logo.png",
      "website": "http://www.corsair.com/"
    },
    "prizes": [
      "2x Corsair Gaming STRAFE Cherry MX Keyboard and 3x VOID Wireless Dolby 7.1 Gaming Headset"
    ],
    "format": "5 vs 5",
    "startingDateTime": {
      "monthValue": 6,
      "month": "June",
      "year": 2016,
      "dayOfMonth": 4,
      "dayOfWeek": "Saturday",
      "dayOfYear": 237,
      "nano": 873360000,
      "second": 36,
      "chronology": {
        "id": "ISO",
        "calendarType": "iso8601"
      }
    },
    "rulePath": "T.B.A.",
    "platform": [
      "PC",
      "Mac"
    ],
    "footer": false
  },
  {
    "title": "CS:GO",
    "subtitle": "5 v 5",
    "headerTitle": "Counter Strike: Global Offensive",
    "description": "Counter-Strike: Global Offensive (CS:GO) is a tactical first-person shooter developed by Valve Corporation and Hidden Path Entertainment. It is the fourth game in the main Counter-Strike franchise. Like the previous games in the series, Global Offensive is an objective-based multiplayer first-person shooter. Each player joins either the Terrorist or Counter-Terrorist team and attempts to complete objectives or eliminate the enemy team. The game operates in short rounds that end when all players on one side are dead or a teams objective is completed",
    "backgroundImagePath": "images/activities/csgo.jpg",
    "sponsor": {
      "name": "Startselect",
      "imagePath": "/images/logos/startselect-logo.png",
      "website": "https://startselect.com/nl-nl"
    },
    "prizes": [
      "5x AAA Game Coupon (€63,-) at Startselect"
    ],
    "format": "5 vs 5",
    "startingDateTime": {
      "monthValue": 6,
      "month": "June",
      "year": 2016,
      "dayOfMonth": 4,
      "dayOfWeek": "Saturday",
      "dayOfYear": 237,
      "nano": 876000000,
      "second": 36,
      "chronology": {
        "id": "ISO",
        "calendarType": "iso8601"
      }
    },
    "rulePath": "T.B.A.",
    "platform": [
      "PC",
      "Mac"
    ],
    "footer": false
  },
  {
    "title": "HS",
    "subtitle": "1 v 1",
    "headerTitle": "Hearthstone: Heroes of Warcraft",
    "description": "Hearthstone is a digital collectible card game that revolves around turn-based matches between two opponents. Players start the game with a substantial collection of 'basic' cards, but can gain rarer and more powerful cards through purchasing packs of cards, or as reward for competing in the Arena. Hearthstone is set within the Warcraft universe, with its characters, cards and locations drawing from existing lore.\n\n# Schedule\n## Saturday:\n\nRound 1: 13:00 - 14:30\n\nRound 2: 14:45 - 16:15\n\nRound 3: 16:30 - 18:00\n\n\n---Dining break---\n\nRound 4: 19:00 - 20:30 \n\nRound 5: 20:45 - 22:15 (Only if there are more than 64 contestants) \n\n## Sunday:\n\nTop 8:    10:00 - 11:00\n\nTop 4:   11:15 - 12:15 \n\nSemi finales: 12:30 - 13:30\n\nGrand Final: 13:45 - 14:45\n\n# Rules\n## 1. Tournament Format\n* The tournament is x swiss rounds depending on the number of players into a single elimination bracket for the top 8 players.\n\n### 1.5 Match points and tiebreaks\n* Winning a match will earn a player 3 match points. Standings will be determined first by match points and then by tiebreakers. Each player will have two tiebreakers. \n* First tiebreaker will be the average amount of points taken by opponents (expressed as % of maximum). \n* Second tiebreaker will be number of games you won (expressed as % of maximum).\n\n## 2. Deck Rules and Match Format\n* All matches must be played with standard format legal decks.\n* All matches must be played in the designated tournament area using a laptop/device that can use wired internet.\n* All matches are played bo5.\n* All matches at Area FiftyLAN are played on Europe server.\n* All players must set their chat status to busy, failing to do so will result in a warning. \n* Spectating mode must be turned off for the tournament. Admins may instruct certain matches to ignore this due to broadcasting purposes.\n* Match format is bo5 Last Hero Standing, all players submit 4 decks of unique classes, then blind ban one deck of their opponent. \n* Last Hero Standing is a bo5 format where if a player loses with their deck, the deck can’t be played in the remaining games of the match. A deck must be used until it loses a game.\n* The first game in a match both players will blindly select decks.\n* During a match players must promptly choose their next class or risk facing a penalty at the administrator's sole discretion.\n* If a player selects a class that is no longer eligible to be played or banned, the game will count as a forfeit and their opponent will receive a win for that game and the match will continue.\n* If a match ends in a draw (e.g. Hellfire kills both players) the match will be replayed using the same decks. \n\n\n## 3. Technical Issues\n* If either player disconnects from the game due to technical reasons and the game is heavily favoured to the extent that the game would definitely have been won by one player, provided a screenshot of the game prior to the disconnect, an administrator may rule the game in favour of said player. Should the game be too close to call, it will be replayed.\n* Our main source for tournament internet will be wired internet. If a player uses an alternative connection they do so at their own risk and can’t be guaranteed the same stability. \n\n\n## 4. Behavior and Conduct\n* If a participant commits violent acts, or threatens to commit violent acts, against any other player in the Tournament, any admin, or any spectators of the Tournament, he or she may be disqualified from the Tournament.\n* If a participant behaves in any unsportsmanlike way it is possible, to the sole discretion of the administrators they will receive a penalty.\n* It is a players responsibility to be on time for their matches, if they are late they will suffer a penalty either losing a game after 20 minutes, or the entire match after 30 minutes as to not delay the entire tournament. A player is required to inform the tournament staff if they are late for a match, if not they will be dropped from the tournament.\n* One 5min break is allowed during a match. \n* Coaching is not allowed during a match. \n\n## 5. Tournament Eligibility\n* Anyone Area FiftyLAN judges may have a conflict of interest may be disallowed to participate. \n\n## 6. Penalties\nDepending on the situation a player could be penalized in any of the following ways:\n* Penalized a game in a match (eg. starting their next match 0-1 instead of 0-0)\n* Penalized a match (eg. forfeiting a match, or being eliminated from the tournament)\n* Disqualified from the tournament entirely\n\n## 7. Drop out\nIf a player decides to drop out of the tournament they are required to contact the admin team and sign a drop out sheet for confirmation. Once a player has dropped out of the tournament they will not be able to rejoin.\n\n## 8. Deck reveal\nAfter the swiss rounds have finished, all advancing players decklists will be sent out to the top 8 players advancing to the single elimination bracket. \n\n## 9. Deck Tracking software\nPlayers are allowed to bring a pen and a blank piece of paper for notes during matches. Any kind of Decktracking software is not allowed in this tournament.\n\n## 10 System requirements\nAll tournament devices must fulfill the minimum system requirements for Hearthstone: Heroes of Warcraft. \nTo view all the system requirements, please go to the [Blizzard Support website](https://eu.battle.net/support/en/article/hearthstone-system-requirements).",
    "backgroundImagePath": "images/activities/hs.jpg",
    "sponsor": {
      "name": "",
      "imagePath": "images/activities/hs_logo.png",
      "website": "http://eu.battle.net/hearthstone/en/"
    },
    "prizes": [
      "T.B.A."
    ],
    "format": "1 vs 1",
    "startingDateTime": {
      "monthValue": 8,
      "month": "June",
      "year": 2016,
      "dayOfMonth": 4,
      "dayOfWeek": "Saturday",
      "dayOfYear": 237,
      "nano": 876000000,
      "second": 36,
      "chronology": {
        "id": "ISO",
        "calendarType": "iso8601"
      }
    },
    "rulePath": "T.B.A.",
    "platform": [
      "PC",
      "Mac"
    ],
    "footer": false
  }
]
